app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "MyString"], ["email", "MyString"], ["created_at", "2015-07-16 05:21:27.398602"], ["updated_at", "2015-07-16 05:21:27.398602"]]
---
  def create
  	@user = User.new(user_params)
  	if @user.save